{
  "locations": {
    "크로노스 고서점": {
      "평범한 위장": "괴짜 엘리아스 쏜이 운영하는 먼지 쌓이고 어수선한 골동품 가게",
      "오컬트적 진실": "도시의 오컬트 지하 세계를 위한 중립 지대이자 정보 허브. 플레이어의 초기 안전 가옥이자 멘토 캐릭터(엘리아스 쏜)의 주 활동지이다.",
      "소속 파벌": "중립",
      "소속 NPC": "엘리아스 쏜"
    },
    "오르페우스 학회": {
      "평범한 위장": "역사적인 갈색 벽돌 건물에 위치한 회원 전용 사립 도서관 및 철학 협회",
      "오컬트적 진실": "'기록되지 않은 것의 수호자'의 주요 본부이자 중앙 기록 보관소",
      "소속 파벌": "기록되지 않은 것의 수호자",
      "소속 NPC": "기록 관리자 레나"
    },
    "아르젠트 타워": {
      "평범한 위장": "강력한 다국적 기업인 아르젠트 코퍼레이션의 '위험 평가 및 특별 프로젝트' 부서",
      "오컬트적 진실": "아르젠트 핸드의 지역 작전 지휘 센터. 수호자들의 먼지 쌓인 오컬티즘과 극명한 대조를 이루는 무균 상태의 첨단 기술 환경",
      "소속 파벌": "아르젠트 핸드",
      "소속 NPC": "키에라 볼코프"
    },
    "성 자일스 폐교회": {
      "평범한 위장": "도시의 잊힌 구역에 있는 축성이 취소되고 황폐해진 고딕 양식의 교회축",
      "오컬트적 진실": "강력한 에테르 공명이 흐르는 장소로, 다양한 시전자들이 강력한 의식을 위해 사용한다. 아르젠트 핸드는 종종 이곳을 '블랙 사이트' 작전에 이용한다.",
      "소속 파벌": "경쟁 지역",
      "소속 NPC": "줄리안 징크스 밴스"
    }
  },
  "NPCs": {
    "앨리아스 쏜(Elias Thorne)": {
      "원형": "멘토/아버지상, 초자연적 멘토",
      "프로필": "과거 임무가 잘못되어 소중한 사람을 잃은 후(플레이어의 과거가 유사한 과거) 조직을 떠난 전직 고위급 수호자. 그는 냉소적이고 세상에 지쳤지만, 방대한 지식을 소유하고 있다.",
      "동기": "그는 수호자를 위해서가 아니라 자신의 과거 실패를 되돌리기 위해 박명의 원장을 원한다. 그의 조언은 진심이지만, 궁극적인 목표는 이기적이다. 이는 그를 복잡하고 잠재적으로 신뢰할 수 없는 동맹으로 만들어, 플레이어가 그의 동기를 의심하게 만든다.",
      "기억": ""
    },
    "키에라 볼코프(Kiera Volkov)": {
      "원형": "선제적이고 적응력 있는 악당",
      "프로필": "베리디안 시 아르젠트 핸드의 카리스마 있고, 지적미여, 완전히 무자비한 책임자. 그녀는 광소하는 악당이 아니라, “완벽하게 이성적이지만 전혀 깨닫지 못한 자들의 완벽한 혼합체”이다. 그녀는 예의 바르고, 매력적이며, 조종에 능속하여 그녀와의 상호작용을 불안하고 기억에 남게 만든다. 이는 한스 란다와 같은 캐릭터에게서 영감을 받았다.",
      "동기": "그녀의 배경 이야기는 그녀를 설득력 있게 만드는 핵심이다. 그녀는 어린 시절 겪은 파국적인 마법 사건의 생존자이다. 이 사건은 지역적으로 가장 무도회를 산산조각 내고 엄청난 고통을 야기했다. 이 트라우마는 특정 지식이 근절되어야 할 역병이며, 절대적인 통제만이 평화로 가는 유일한 길이라는 그녀의 신념을 형성했다. 그녀는 진심으로 자신의 세상을 구하고 있다고 믿으며, 플레이어는 위험하고 통제되지 않는 변수일 뿐이다. 그녀의 방법은 괴물 같을지라도, 그녀의 목표는 이해할 수 있다.",
      "기억": ""
    },
    "줄리안 징크스 밴스": {
      "원형": "조수 / 레드 헤일",
      "프로필": "플레이어에게 없는 기술(예: 해킹, 결계 파괴)을 가진 프리랜서 정보 브로커이자 저급 마법사이다. 그는 냉소적이고 기회주의적이며, 초자연적 지하 세계에 깊이 발을 담그고 있다.",
      "동기": "돈과 생존. 그의 충성심은 판매용이다. 그는 중요한 정보나 접근권을 제공하는 귀중한 조수가 될 수 있지만, 더 나은 제안이 오면 플레이어를 배신할 것이다. 이는 플레이어를 긴장하게 만들고, 지속적인 긴장과 불신의 원천이 된다.",
      "기억": ""
    }
  },
  "world info": {
    "시나리오": {
      "현재 상황": "",
      "진행 중인 시나리오": ""
    }
  }
}