{
  "요괴": [
    {
      "name": "구미호",
      "description": "천 년을 묵어 아홉 개의 꼬리를 가진 여우로, 아름다운 여성으로 둔갑하는 능력을 지녔습니다. 주로 남자를 유혹하여 간을 빼먹는다고 알려져 공포의 대상이 되었지만, 인간이 되고 싶어 하는 간절한 소망을 가진 존재로 그려지기도 합니다.",
      "퇴치법": "구미호는 둔갑술에 능하지만 그 본질은 여우이기에, 용맹한 사냥개나 매를 풀어 쫓거나, 신성한 힘을 지닌 무기로 공격하여 정체를 드러나게 할 수 있습니다. 또한, 구미호가 둔갑한 것을 알아챈 사람이 “여우다!”라고 외치며 정체를 폭로하면 힘을 잃고 도망간다고도 합니다. 일부 설화에서는 특정 가문의 사람이 지닌 신비한 힘이나, 신령의 도움을 받아 퇴치하기도 합니다."
    },
    {
      "name": "도깨비",
      "description": "한국의 도깨비는 서양의 고블린이나 일본의 오니와는 다른 독특한 존재입니다. 낡은 빗자루나 부지깽이 같은 오래된 물건에 영혼이 깃들어 생겨난다고 알려져 있으며, 사람과 씨름하기를 좋아하고 장난기가 많습니다. 심술궂은 장난을 치기도 하지만, 착한 사람에게는 금은보화를 가져다주는 등 행운을 상징하기도 합니다.",
      "퇴치법": "도깨비는 무력으로 제압하기보다는 그 특성을 이용하는 지혜가 필요합니다. 도깨비는 붉은색을 싫어한다고 알려져 있어, 붉은 팥죽을 쑤어 집 주변에 뿌리거나 몸에 지니고 다니면 접근을 막을 수 있습니다. 또한, 도깨비는 왼쪽이 약점이라고 전해져 씨름을 할 때 왼쪽을 공략하면 이길 수 있다고 합니다."
    },
    {
      "name": "처녀귀신",
      "description": "결혼하지 못하고 죽은 처녀의 원혼으로, 한국 귀신 중 가장 널리 알려진 존재 중 하나입니다. 긴 생머리에 흰 소복을 입은 모습으로 묘사되며, 자신의 처지를 비관하여 사람들을 괴롭히거나 홀립니다. 깊은 한을 품고 있어 쉽게 성불하지 못하는 특징이 있습니다.",
      "퇴치법": "처녀귀신의 한을 풀어주는 것이 근본적인 퇴치법입니다. 넋을 위로하는 굿을 벌이거나, 총각귀신과 넋을 결혼시켜주는 ‘사혼식(死婚式)’을 통해 원한을 풀어주면 성불하여 사라진다고 믿었습니다. 또한, 양기가 강한 남성이나 덕망 높은 스님의 독경으로 제압하기도 합니다."
    },
    {
      "name": "몽달귀신",
      "description": "처녀귀신과 마찬가지로, 결혼하지 못하고 죽은 총각의 원혼입니다. 처녀귀신과 짝을 이루는 존재로, 이승을 떠돌며 자신과 비슷한 처지의 처녀를 찾아다닌다고 알려져 있습니다. 때로는 살아있는 여성에게 해코지를 하기도 합니다.",
      "퇴치법": "몽달귀신 역시 처녀귀신과 마찬가지로 그 한을 풀어주는 것이 중요합니다. 처녀귀신과의 사혼식을 통해 짝을 맺어주거나, 굿을 통해 저승으로 인도하는 방법이 사용되었습니다. 밝은 빛이나 소금과 같이 부정한 것을 쫓는 물건들도 효과가 있다고 전해집니다."
    },
    {
      "name": "달걀귀신",
      "description": "이름 그대로 얼굴에 눈, 코, 입이 없는 달걀 같은 형상을 한 귀신입니다. 주로 깊은 산속이나 외딴 길에서 나타나 사람을 놀라게 합니다. 얼굴이 없다는 특징 때문에 마주쳤을 때의 공포가 극대화되며, 그 정체나 목적이 불분명하여 더욱 미스터리한 존재로 여겨집니다.",
      "퇴치법": "달걀귀신을 만났을 때는 당황하지 않고 침착하게 외면하는 것이 상책이라고 합니다. 달걀귀신은 자신을 보고 놀라는 사람의 혼을 빼앗아 간다고 알려져 있기 때문에, 두려움을 드러내지 않고 무시하고 지나가면 해를 끼치지 못한다고 전해집니다. 또한, 부정한 기운을 쫓는 쑥이나 싸리나무를 태우는 것도 방법이 될 수 있습니다."
    },
    {
      "name": "그슨대",
      "description": "어둠 속에서 나타나 사람을 홀리는 요괴로, 처음에는 작은 아이의 모습으로 나타나지만, 쳐다볼수록 점점 거대해져 상대를 압도하여 죽음에 이르게 한다고 합니다. 어둠이나 그늘과 관련된 이름에서 알 수 있듯이, 어두운 곳에서 강력한 힘을 발휘합니다.",
      "퇴치법": "그슨대는 어둠을 기반으로 하므로 빛이 약점입니다. 혼자서는 감당하기 어렵기 때문에 여러 사람이 함께 횃불을 들고 사방에서 비추어 그림자를 없애면 퇴치할 수 있다고 합니다. 또한, 기이하게도 가재를 좋아하여, 가재를 던져주고 그 틈을 타 도망치는 방법도 전해집니다."
    },
    {
      "name": "불가사리",
      "description": "쇠를 먹고 자라는 상상의 동물로, 이름 그대로 ‘죽일 수 없는(不可殺)’ 존재입니다. 처음에는 작은 벌레와 같지만, 점차 쇠를 먹으며 거대해지고 온갖 무기를 파괴합니다. 고려 말의 혼란스러운 시대를 배경으로 한 설화에 자주 등장하며, 탐관오리의 폭정을 비판하는 상징적인 의미를 지니기도 합니다.",
      "퇴치법": "불가사리는 어떤 무기로도 죽일 수 없다고 알려져 있습니다. 하지만 불(火)에는 약하다는 설이 있어 ‘불(火)로 죽일 수 있다(불可殺이)’는 해석도 존재합니다. 설화 속에서는 불가사리를 만든 사람만이 그 약점을 알고 있으며, 부적을 몸에 붙이거나 특정한 방법을 사용해 불에 태워 없애는 것으로 묘사됩니다."
    }
  ]
}